{
    "profile": {
        "name": "Profile Name",
        "bal": "Balance",
        "cookies": "Cookies",
        "c_box": "Cookie Boxes",
        "income": "Income",
        "hr": "hr",
        "age": "Account Age",
        "level": "Level",
        "d_level": "Donator Level",
        "motivation": "Employee Motivation",
        "donate": "Donate to the bot to get cool perks! Check out `%pdonate`!",
        "exotic": "Exotic Donator",
        "extravagant": "Extravagant Donator",
        "join_support": "Join the support server to gain levels! Do `%psupport` to join!",
        "tips": [
            "You can hire workers to raise your income in %precruit!",
            "You can increase your baking limit by buying larger ovens in %pupgrades!",
            "The support server has Pizza Supporter perks, which means more money and less cooldowns!",
            "If you want to have some extra benefits for yourself or your server, use %pdonate for donator perks!",
            "If you would like to help the bot out, use %pvote and vote for it to get great rewards!",
            "Buy items in %pupgrades and employ workers in %precruit for more income!",
            "There are 15 kinds of toppings, use %pinventory to check them out and see which ones you have!",
            "There are many kinds of pizzas with many toppings with many prices! Use %pmenu for more!",
            "Use \"$pprofile -stats\" to see how many pizzas you’ve baked!",
            "Gambling can get you some extra money at a risk! Run %pdice and %pflip to bet some Tokens!",
            "Every minute you can get some free toppings using %ptoppings!",
            "There are 3 leaderboards for the highest amount of money, pizzas, and income! Use %plb to view it!",
            "There are aliases for some commands to allow you to type less! Use %paliases to view them!",
            "You can search someone’s profile with %plookup <user ID>!",
            "See some bot statistics with %pstats to view internal data!",
            "Want to invite the bot to your own server? Click the link in %pinvite to do so!",
            "Do you have a question or want to talk with the developer? See %psupport to join the official server!",
            "You can mass purchase common toppings in %pshop so you can earn money baking them!",
            "Use %pcooldowns to view how much time you’ll need to wait before executing a command again!",
            "Think you would like to grind more with shorter cooldowns? Use %pdonate for more info!",
            "Did you know we have a Patreon? Check it out in %pdonate!",
            "Do you want to be notified of the latest PizzaTown updates? Head over to the support server with %psupport!",
            "Do you see a user abusing a bug or breaking bot rules? Head over to the support server and report them!",
            "Invite the bot and play it with friends into your own server with %pinvite!",
            "Use %pchannel to have the bot respond in only a few specified channels without having to set up permissions!",
            "Do you see something out of the ordinary with the bot? Report it in the support server! (%psupport)",
            "Do you want to see something implemented in the bot? Suggest it in the support server! (%psupport)",
            "Want your own profile color? Use %pdonate and buy a PayPal package for a low price to do so!",
            "Do you have a question related to the bot? Ask it in the support server! (%psupport)",
            "Leveling and Giveaways are perks that are only part of the support server! Join in %psupport!",
            "You can spend your cookies in \"%pcookie shop\" to get uncommon, rare, and legendary toppings as well as money!",
            "The higher your voting streak is, the more you will get from voting! Vote Streaks expire after 48 hours of not voting!",
            "Remember to manage your Pizzeria every day, or your Employee Motivation will drop!",
            "In a server that you are an administrator in, you can change the prefix of the bot with %pprefix <new_prefix>",
            "To get free toppings every minute, use %ptoppings! Occasionally you can get interesting toppings!",
            "Did you know we have a website? Check out https://pizzatown.app and view the pages!",
            "You can change the name of your pizzeria with %pname!",
            "Use %pstatus to see if the bot is currently responsive in your channel!"
        ]
    }
}
