{
    "es-ES": {
        "profile": {
            "You can hire workers to raise your income in %srecruit%ex": "¡Puede contratar trabajadores para aumentar sus ingresos en %srecruit%ex",
            "Profile Name": "Nombre de perfil",
            "You can increase your baking limit by buying larger ovens in %supgrades%ex": "¡Puede aumentar su límite de horneado comprando hornos más grandes en %supgrades%ex",
            "The support server has Pizza Supporter perks, which means more money and less cooldowns%ex": "¡El servidor de soporte tiene ventajas de Pizza Supporter, lo que significa más dinero y menos tiempos de reutilización",
            "If you want to have some extra benefits for yourself or your server, use %sdonate for donator perks%ex": "¡Si desea obtener algunos beneficios adicionales para usted o su servidor, use %donate para obtener beneficios de donante%ex",
            "If you would like to help the bot out, use %svote and vote for it to get great rewards%ex": "¡Si quieres ayudar al bot, usa %svote y vote por ella para obtener grandes recompensas%ex",
            "Buy items in %supgrades and employ workers in %srecruit for more income%ex": "¡Comprar artículos en %supgrades y emplear trabajadores en %srecruit para obtener más ingresos%ex",
            "There are 15 kinds of toppings, use %sinventory to check them out and see which ones you have%ex": "¡Hay 15 tipos de coberturas, use %sinventory para verlos y ver cuáles tienes%ex",
            "There are many kinds of pizzas with many toppings with many prices%ex Use %smenu for more%ex": "¡Hay muchos tipos de pizzas con muchos ingredientes y muchos precios%ex Usar %smenu para más%ex",
            "Use “%sprofile -stats” to see how many pizzas you’ve baked%ex": "¡Use \"%sprofile -stats\" para ver cuántas pizzas ha horneado%ex",
            "Gambling can get you some extra money at a risk%ex Run %sdice and %sflip to bet some Tokens%ex": "¡Los juegos de azar pueden brindarle algo de dinero extra a riesgo%ex ¡Ejecute %sdice y %sflip para apostar algunas fichas%ex",
            "Every minute you can get some free toppings using %stoppings%ex": "¡Cada minuto puede obtener algunos ingredientes gratis usando %stoppings%ex",
            "There are 3 leaderboards for the highest amount of money, pizzas, and income%ex Use %slb to view it%ex": "¡Hay 3 tablas de clasificación para la mayor cantidad de dinero, pizzas e ingresos%ex ¡Utilice %slb para verlo%ex",
            "There are aliases for some commands to allow you to type less%ex Use %saliases to view them%ex": "¡Hay alias para algunos comandos que le permiten escribir menos%ex ¡Utilice %saliases para verlos%ex",
            "You can search someone’s profile with %slookup <user ID>%ex": "¡Puede buscar el perfil de alguien con %slookup <ID de usuario>%ex",
            "See some bot statistics with %sstats to view internal data%ex": "¡Vea algunas estadísticas de bot con %sstats para ver datos internos%ex",
            "Want to invite the bot to your own server? Click the link in %sinvite to do so%ex": "¿Quieres invitar al bot a tu propio servidor? ¡Haga clic en el enlace en %sinvite para hacerlo%ex",
            "Do you have a question or want to talk with the developer? See %ssupport to join the official server%ex": "¿Tiene alguna pregunta o quiere hablar con el desarrollador? ¡Vea %ssupport para unirse al servidor oficial%ex",
            "You can mass purchase common toppings in %sshop so you can earn money baking them%ex": "¡Puede comprar en masa ingredientes comunes en %shop para poder ganar dinero horneándolos%ex",
            "Use %scooldowns to view how much time you’ll need to wait before executing a command again%ex": "Utilice %scooldowns para ver cuánto tiempo tendrá que esperar antes de ejecutar un comando de nuevo",
            "Think you would like to grind more with shorter cooldowns? Use %sdonate for more info%ex": "¿Crees que te gustaría moler más con tiempos de reutilización más cortos? ¡Utilice %sdonate para obtener más información%ex",
            "Did you know we have a Patreon? Check it out in %sdonate%ex": "¿Sabías que tenemos un Patreon? ¡Compruébalo en %sdonate%ex",
            "Do you want to be notified of the latest PizzaTown updates? Head over to the support server with %ssupport%ex": "¿Quieres ser notificado de las últimas actualizaciones de PizzaTown? ¡Dirígete al servidor de soporte con %ssupport%ex",
            "Do you see a user abusing a bug or breaking bot rules? Head over to the support server and report them%ex": "¿Ves a un usuario abusando de un error o rompiendo las reglas de un bot? ¡Dirígete al servidor de soporte e infórmanos%ex",
            "Invite the bot and play it with friends into your own server with %sinvite%ex": "¡Invita al bot y juega con tus amigos en tu propio servidor con% sinvite%ex",
            "Use %schannel to have the bot respond in only a few specified channels without having to set up permissions%ex": "¡Use %schannel para que el bot responda solo en unos pocos canales específicos sin tener que configurar permisos%ex",
            "Do you see something out of the ordinary with the bot? Report it in the support server%ex (%ssupport)": "¿Ves algo fuera de lo común con el bot? ¡Informarlo en el servidor de soporte%ex (%ssupport)",
            "Do you want to see something implemented in the bot? Suggest it in the support server%ex (%ssupport)": "¿Quieres ver algo implementado en el bot? ¡Sugiérelo en el servidor de soporte%ex (%ssupport)",
            "Want your own profile color? Use %sdonate and buy a PayPal package for a low price to do so%ex": "¿Quieres tu propio color de perfil? ¡Utilice %sdonate y compre un paquete de PayPal por un precio bajo para hacerlo%ex",
            "Do you have a question related to the bot? Ask it in the support server%ex (%ssupport)": "¿Tiene alguna pregunta relacionada con el bot? ¡Pregúntalo en el servidor de soporte%ex (%ssupport)",
            "Leveling and Giveaways are perks that are only part of the support server%ex Join in %ssupport%ex": "¡La nivelación y los sorteos son ventajas que son solo una parte del servidor de soporte%ex ¡Únase a %ssupport%ex",
            "You can spend your cookies in “%scookie shop” to get uncommon, rare, and legendary toppings as well as money%ex": "¡Puede gastar sus galletas en \"%scookie shop\" para obtener aderezos poco comunes, raros y legendarios, así como dinero%ex",
            "The higher your voting streak is, the more you will get from voting%ex Vote Streaks expire after 48 hours of not voting%ex": "¡Cuanto mayor sea su racha de votos, más obtendrá de votar%ex ¡Las rachas de votos expiran después de 48 horas de no votar%ex",
            "Remember to manage your Pizzeria every day, or your Employee Motivation will drop%ex": "¡Recuerde administrar su pizzería todos los días, o su motivación de empleado disminuirá%ex",
            "In a server that you are an administrator in, you can change the prefix of the bot with %sprefix <new_prefix>": "En un servidor en el que es administrador, puede cambiar el prefijo del bot con %sprefix <new_prefix>",
            "To get free toppings every minute, use %stoppings%ex Occasionally you can get interesting toppings%ex": "¡Para obtener coberturas gratis cada minuto, use %stoppings%ex ¡De vez en cuando puedes conseguir aderezos interesantes%ex",
            "Did you know we have a website? Check out https: //pizzatown.ml and view the pages%ex": "¿Sabías que tenemos un sitio web? ¡Visite https://pizzatown.ml y vea las páginas%ex",
            "You can change the name of your pizzeria with %sname%ex": "¡Puedes cambiar el nombre de tu pizzería con %sname%ex",
            "Use %sstatus to see if the bot is currently responsive in your channel%ex": "¡Usa %sstatus para ver si el bot responde actualmente en tu canal%ex",
            "Balance": "Balance",
            "Cookies": "Galletas",
            "Cookie Boxes": "Cajas de galletas",
            "Income": "Ingreso",
            "Account Age": "Antigüedad de la cuenta",
            "Level": "Nivel",
            "Donator Level": "Nivel de donante",
            "Donate to the bot to get cool perks%ex Check out `%sdonate`%ex": "¡Dona al bot para obtener beneficios geniales%ex Echa un vistazo a `%sdonate`%ex",
            "<:ExoticPizza: 857691541626421268> Exotic Donator": "<:ExoticPizza: 857691541626421268> Donante exótico",
            "<:ExtravagantPizza: 857693519057518602> Extravagant Donator": "<:ExtravagantPizza: 857693519057518602> Donante extravagante",
            "Employee Motivation": "Motivación de empleados",
            "Join the support server to gain levels%ex Do `%ssupport` to join%ex": "¡Únete al servidor de soporte para ganar niveles%ex ¡Haz `%ssupport` para unirte%ex",
            ":x: This is a **Donator** Feature%ex\n\n[Click here](https: //pizzatown.ml/donate) to **donate** to the bot to gain extra perks%ex": ":x: ¡Esta es una función de **Donador**%ex\n\n[Haga clic aquí](https://pizzatown.ml/donate) para **donar** al bot y obtener beneficios adicionales",
            ":x: Please input a hex value%ex": ":x: ¡Ingrese un valor hexadecimal%ex",
            ":white_check_mark: Your **profile color** has successfully changed%ex\n\nThe color on this embed is the original PizzaTown profile color, so it you\"d like this color, you\"re gonna love your profile%ex Run `%sprofile` to view it%ex\n\nIf you want a different color, run this command again with a hex code.": ":white_check_mark: ¡Su **color de perfil** ha cambiado correctamente%ex\n\nEl color de esta inserción es el color de perfil original de PizzaTown, así que si le gusta este color, ¡le encantará su perfil%ex ¡Ejecute `%sprofile` para verlo%ex\n\nSi desea un color diferente, ejecute este comando nuevamente con un código hexadecimal.",
            "Thank you for donating to PizzaTown%ex": "¡Gracias por donar a PizzaTown%ex",
            ":white_check_mark: Your **profile color** has successfully changed%ex\n\nThe color on this embed is the color you chose, so it you\"d like this color, you're gonna love your new profile%ex Run `%profile` to view it%ex\n\nIf you want a different color, run this command again with another hex code.": ":white_check_mark: ¡Tu **color de perfil** ha cambiado correctamente%ex\n\nEl color de esta inserción es el color que elegiste, así que si te gustaría este color, ¡te encantará tu nuevo perfil%ex ¡Ejecute `%profile` para verlo%ex\n\nSi desea un color diferente, ejecute este comando nuevamente con otro código hexadecimal."
        },
        "cooldowns": {
            "READY": "LISTO"
        },
        "buy": {
			  "You now have %c cookies": "Ahora tienes %c galletas",
			  "You now have $%b": "Ahora tienes $%b",
			  "You have bought **%a Bell Pepper Topping%s** for $%b%ex": "Has comprado **%a coberturas de pimiento%s** por $%b%ex",
			  "You have bought **%a %l Topping%s** for $%b%ex":"Has comprado **%a %l coberturas%s** por $%b%ex",
			  "You have bought **%s** for %b":"Has comprado **%s** por %b",
			  "You have bought **%s** for %c":"Has comprado **%s** por %c",
			  ":x: You don't have the required **Prestige Level** to use this command%ex You need a Prestige Level of **1**%ex":":x: No tienes el **Nivel de Prestigio** requerido para usar este comando%ex Necesitas un **Nivel de Prestigio** de **1**%ex"
        },
        "channel": {
            ":x: You don't have permission to change the server prefix%ex You need the **ADMINISTRATOR** permission to change the prefix%ex":":x: No tiene permiso para cambiar el prefijo del servidor%ex Necesita el permiso ** ADMINISTRADOR ** para cambiar el prefijo%ex",
            "LARGE_DESCRIPTION_HERE (WIP | DO NOT TRANSLATE)":""
        },
        "utils": {
            ":x: Unknown Buy ID%ex": ":x: Desconocido ID de compra%ex",
            ":x: Unknown Employee ID%ex": ":x: Desconocido ID de empleado%ex",
            ":x: You've already bought the maximum amount%ex": ":x: Ya has comprado la cantidad máxima%ex",
            ":x: You've already hired the maximum number of people for this job%ex": ":x: Ya contrató al número máximo de personas para este trabajo%ex",
            ":x: You must input a number, like `10`": ":x: Debes ingresar un número, como `10`",
            ":x: You must input a positive integer, like `10`": ":x: Debes ingresar un número entero positivo, como `10`",
            ":x: You must input a whole number, like `10`": ":x: Debes ingresar un número entero, como `10`",
            ":x: You don't have enough money for the amount of toppings you want%ex You need $%b more to buy the amount of toppings you want%ex": ":x: No tienes suficiente dinero para la cantidad de ingredientes que quieres%ex",
            ":x: You don't have enough money for this upgrade%ex You need $%b more to buy this upgrade%ex": ":x: No tienes suficiente dinero para esta actualización%ex Necesitas $%b más para comprar esta actualización%ex",
            ":x: You don't have enough money to employ this person%ex You need $%b more to employ them%ex": ":x: No tienes suficiente dinero para emplear a esta persona%ex Necesitas $%b más para emplearlos%ex"
        }
    }
}
